[
  {
    "author": "Jim Collins",
    "q_text": "Good is the enemy of great."
  },
  {
    "author": "Jim Collins",
    "q_text": "Great vision without great people is irrelevant."
  },
  {
    "author": "Jim Collins",
    "q_text": "You don't have to be the smartest person in the room to be successful."
  },
  {
    "author": "Jim Collins",
    "q_text": "The key is not to prioritize what's on your schedule, but to schedule your priorities."
  },
  {
    "author": "Jim Collins",
    "q_text": "The only way to do great work is to love what you do."
  },
  {
    "author": "Jim Collins",
    "q_text": "Those who build great companies do so with a sense of purpose beyond just making money."
  },
  {
    "author": "Jim Collins",
    "q_text": "You must first be who you really are, then do what you need to do."
  },
  {
    "author": "Jim Collins",
    "q_text": "We live in an era of exponential change."
  },
  {
    "author": "Jim Collins",
    "q_text": "Greatness is not a function of circumstance. Greatness, it turns out, is largely a matter of conscious choice."
  },
  {
    "author": "Jim Collins",
    "q_text": "Success is a journey, not a destination."
  },
  {
    "author": "Jim Collins",
    "q_text": "A great company is a company that makes a difference in the world."
  },
  {
    "author": "Jim Collins",
    "q_text": "The only way to achieve long-term greatness is through humility and perseverance."
  },
  {
    "author": "Jim Collins",
    "q_text": "Leadership is not about being in charge, it’s about taking care of those in your charge."
  },
  {
    "author": "Jim Collins",
    "q_text": "We are all products of the choices we make."
  },
  {
    "author": "Jim Collins",
    "q_text": "If you have the will, you will find the way."
  },
  {
    "author": "Jim Collins",
    "q_text": "The true test of leadership is the ability to create other leaders, not just followers."
  },
  {
    "author": "Jim Collins",
    "q_text": "True greatness lies in doing the work that others are not willing to do."
  },
  {
    "author": "Jim Collins",
    "q_text": "Good-to-great companies have a great deal of discipline in everything they do."
  },
  {
    "author": "Jim Collins",
    "q_text": "True greatness comes from being disciplined in making great decisions."
  },
  {
    "author": "Jim Collins",
    "q_text": "The first step in becoming great is understanding what success looks like."
  },
  {
    "author": "Jim Collins",
    "q_text": "In the end, it's not the years in your life that count. It’s the life in your years."
  },
  {
    "author": "Jim Collins",
    "q_text": "Those who are able to make difficult decisions with confidence and clarity become great leaders."
  },
  {
    "author": "Jim Collins",
    "q_text": "What really drives success is a relentless pursuit of excellence."
  },
  {
    "author": "Jim Collins",
    "q_text": "Leaders should not make excuses; they should make a plan and execute it."
  },
  {
    "author": "Jim Collins",
    "q_text": "Greatness requires consistency in action and thought."
  },
  {
    "author": "Jim Collins",
    "q_text": "The key to greatness lies in doing ordinary things extraordinarily well."
  },
  {
    "author": "Jim Collins",
    "q_text": "People do not rise to the occasion, they fall to the level of their training."
  },
  {
    "author": "Jim Collins",
    "q_text": "The best way to predict your future is to create it."
  },
  {
    "author": "Jim Collins",
    "q_text": "The great companies focused on building a sustainable competitive advantage."
  },
  {
    "author": "Jim Collins",
    "q_text": "It is not the strongest of the species that survive, nor the most intelligent, but the one most responsive to change."
  },
  {
    "author": "Jim Collins",
    "q_text": "The hallmark of great leadership is creating an environment where people can thrive."
  },
  {
    "author": "Jim Collins",
    "q_text": "One of the most important qualities of a leader is the ability to inspire others to take action."
  },
  {
    "author": "Jim Collins",
    "q_text": "The best companies don’t just build products, they build relationships."
  },
  {
    "author": "Jim Collins",
    "q_text": "A successful company does not operate in a vacuum; it understands the world around it."
  },
  {
    "author": "Jim Collins",
    "q_text": "The journey of growth is long and requires resilience and dedication."
  },
  {
    "author": "Jim Collins",
    "q_text": "Great companies are always thinking ahead and adapting to changes in the marketplace."
  },
  {
    "author": "Jim Collins",
    "q_text": "To build a great company, you need a clear and concise vision of what you want to achieve."
  },
  {
    "author": "Jim Collins",
    "q_text": "To be great, you must be willing to do what others will not do."
  },
  {
    "author": "Jim Collins",
    "q_text": "Success is not about how much money you make, but the impact you have on others."
  },
  {
    "author": "Jim Collins",
    "q_text": "Great leaders understand that there is no such thing as a one-man show."
  },
  {
    "author": "Jim Collins",
    "q_text": "Success requires relentless effort and the ability to handle setbacks gracefully."
  },
  {
    "author": "Jim Collins",
    "q_text": "Building a great company requires patience and discipline over a long period of time."
  },
  {
    "author": "Jim Collins",
    "q_text": "You can never go wrong by doing the right thing."
  },
  {
    "author": "Jim Collins",
    "q_text": "The best organizations are those that treat their people with respect and encourage collaboration."
  },
  {
    "author": "Jim Collins",
    "q_text": "A great organization is one that helps people become the best versions of themselves."
  },
  {
    "author": "Jim Collins",
    "q_text": "Leaders must make tough decisions, but they must do so with empathy and compassion."
  },
  {
    "author": "Jim Collins",
    "q_text": "True greatness comes from working hard for something worth achieving."
  },
  {
    "author": "Jim Collins",
    "q_text": "Your choices today will determine your success tomorrow."
  },
  {
    "author": "Jim Collins",
    "q_text": "Every great leader has the ability to rise above challenges and learn from them."
  },
  {
    "author": "Jim Collins",
    "q_text": "The key to enduring greatness is finding a balance between perseverance and flexibility."
  },
  {
    "author": "Jim Collins",
    "q_text": "The foundation of any successful organization is trust, collaboration, and respect."
  },
  {
    "author": "Jim Collins",
    "q_text": "Greatness comes from making decisions that are rooted in both heart and mind."
  },
  {
    "author": "Jim Collins",
    "q_text": "The secret to success is not being afraid to fail, but rather to keep moving forward despite failure."
  },
  {
    "author": "Jim Collins",
    "q_text": "Success is a byproduct of doing what you love and doing it well."
  },
  {
    "author": "Jim Collins",
    "q_text": "In the pursuit of greatness, consistency is the ultimate key."
  },
  {
    "author": "Jim Collins",
    "q_text": "You don’t have to have all the answers; you just need the right questions."
  },
  {
    "author": "Jim Collins",
    "q_text": "The most successful organizations are those that are committed to constant learning and growth."
  }
]