[{"author":"Napoleon Hill","q_text":"What the mind of man can conceive and believe, it can achieve."},{"author":"Napoleon Hill","q_text":"Don't wait. The time will never be just right."},{"author":"Napoleon Hill","q_text":"A goal is a dream with a deadline."},{"author":"Napoleon Hill","q_text":"Whatever the mind can imagine and believe, it can achieve."},{"author":"Napoleon Hill","q_text":"If you cannot do great things, do small things in a great way."},{"author":"Napoleon Hill","q_text":"Success is the sum of small efforts, repeated day in and day out."},{"author":"Napoleon Hill","q_text":"You are the master of your fate, the captain of your soul."},{"author":"Napoleon Hill","q_text":"The starting point of all achievement is desire."},{"author":"Napoleon Hill","q_text":"Your big opportunity may be right where you are now."},{"author":"Napoleon Hill","q_text":"The way of success is the way of continuous pursuit of knowledge."},{"author":"Napoleon Hill","q_text":"Set your mind on a definite goal and observe how quickly the world stands aside to let you pass."},{"author":"Napoleon Hill","q_text":"Success requires no explanations. Failure permits no alibis."},{"author":"Napoleon Hill","q_text":"Patience, persistence, and perspiration make an unbeatable combination for success."},{"author":"Napoleon Hill","q_text":"It is literally true that you can succeed best and quickest by helping others to succeed."},{"author":"Napoleon Hill","q_text":"Action is the real measure of intelligence."},{"author":"Napoleon Hill","q_text":"Every adversity, every failure, every heartache carries with it the seed of an equal or greater benefit."},{"author":"Napoleon Hill","q_text":"You can be anything you want to be, if you only believe in yourself."},{"author":"Napoleon Hill","q_text":"What you are will show in what you do."},{"author":"Napoleon Hill","q_text":"The greatest achievement was, at first, and for a time, but a dream."},{"author":"Napoleon Hill","q_text":"It’s not what you have, it’s what you do with what you have."},{"author":"Napoleon Hill","q_text":"Do not wait to strike till the iron is hot, but make it hot by striking."},{"author":"Napoleon Hill","q_text":"You don’t have to be great to get started, but you have to get started to be great."},{"author":"Napoleon Hill","q_text":"Every man is what he is because of the dominating thoughts which he permits to occupy his mind."},{"author":"Napoleon Hill","q_text":"The person who takes no chances generally has to take whatever is left when others are through."},{"author":"Napoleon Hill","q_text":"Success is achieved and maintained by those who try and keep trying."},{"author":"Napoleon Hill","q_text":"A quitter never wins – and a winner never quits."},{"author":"Napoleon Hill","q_text":"The more you give, the more you get."},{"author":"Napoleon Hill","q_text":"In every adversity there is a seed of an equivalent or greater benefit."},{"author":"Napoleon Hill","q_text":"Strength and growth come only through continuous effort and struggle."},{"author":"Napoleon Hill","q_text":"Don't be afraid to give up the good to go for the great."},{"author":"Napoleon Hill","q_text":"No man is ever whipped until he quits in his own mind."},{"author":"Napoleon Hill","q_text":"A rich man is not one who has a lot, but one who gives a lot."},{"author":"Napoleon Hill","q_text":"It’s not the position that makes the man, it’s the man who makes the position."},{"author":"Napoleon Hill","q_text":"You don’t have to be a genius to be successful; you just have to have a burning desire to succeed."},{"author":"Napoleon Hill","q_text":"You are what you think."},{"author":"Napoleon Hill","q_text":"Success is the ability to go from one failure to another with no loss of enthusiasm."},{"author":"Napoleon Hill","q_text":"The key to success is to focus on goals, not obstacles."},{"author":"Napoleon Hill","q_text":"The ladder of success is never crowded at the top."},{"author":"Napoleon Hill","q_text":"Greatness begins with a decision to move forward."},{"author":"Napoleon Hill","q_text":"A negative mind will never give you a positive life."},{"author":"Napoleon Hill","q_text":"A man is what he thinks about all day long."},{"author":"Napoleon Hill","q_text":"Opportunities are usually disguised as hard work, so most people don't recognize them."},{"author":"Napoleon Hill","q_text":"Do not wait for leaders; do it alone, person to person."},{"author":"Napoleon Hill","q_text":"Success is the result of preparation, hard work, and learning from failure."},{"author":"Napoleon Hill","q_text":"The only limit to our realization of tomorrow is our doubts of today."},{"author":"Napoleon Hill","q_text":"What you do today can improve all your tomorrows."},{"author":"Napoleon Hill","q_text":"Your thinking will determine your success, and your actions will determine your results."},{"author":"Napoleon Hill","q_text":"You can create your own opportunities by concentrating on your strengths."},{"author":"Napoleon Hill","q_text":"If you do not conquer self, you will be conquered by self."},{"author":"Napoleon Hill","q_text":"Do what you can, with what you have, where you are."},{"author":"Napoleon Hill","q_text":"One of the most important factors in reaching a higher level of achievement is the ability to work with others."},{"author":"Napoleon Hill","q_text":"You become what you think about most of the time."},{"author":"Napoleon Hill","q_text":"The most important thing to do is to get started."},{"author":"Napoleon Hill","q_text":"Keep your thoughts positive because your thoughts become your reality."},{"author":"Napoleon Hill","q_text":"Success is not the key to happiness. Happiness is the key to success."},{"author":"Napoleon Hill","q_text":"Success in life is the result of your thoughts, your beliefs, and your actions."},{"author":"Napoleon Hill","q_text":"The successful man will profit from his mistakes and try again in a different way."},{"author":"Napoleon Hill","q_text":"Act as though it were impossible to fail."},{"author":"Napoleon Hill","q_text":"What we think, we become."},{"author":"Napoleon Hill","q_text":"If you want to achieve greatness stop asking for permission."}]