[{"author":"Peter Drucker","q_text":"The best way to predict the future is to create it."},{"author":"Peter Drucker","q_text":"Management is doing things right; leadership is doing the right things."},{"author":"Peter Drucker","q_text":"The most important thing in communication is hearing what isn't said."},{"author":"Peter Drucker","q_text":"What gets measured gets managed."},{"author":"Peter Drucker","q_text":"Rank does not confer privilege or give power. It imposes responsibility."},{"author":"Peter Drucker","q_text":"The entrepreneur always searches for change, responds to it, and exploits it as an opportunity."},{"author":"Peter Drucker","q_text":"Effective leadership is not about making speeches or being liked; leadership is defined by results, not attributes."},{"author":"Peter Drucker","q_text":"People who don't take risks generally make about two big mistakes a year. People who do take risks generally make about two big mistakes a year."},{"author":"Peter Drucker","q_text":"The purpose of business is to create and keep a customer."},{"author":"Peter Drucker","q_text":"If you want something new, you have to stop doing something old."},{"author":"Peter Drucker","q_text":"A good objective of leadership is to help those who are doing poorly to do well and to help those who are doing well to do even better."},{"author":"Peter Drucker","q_text":"In every organization, there is one thing that makes the biggest difference, and that is leadership."},{"author":"Peter Drucker","q_text":"Knowledge has to be improved, challenged, and increased constantly, or it vanishes."},{"author":"Peter Drucker","q_text":"The most important thing in life is to have a purpose and to have goals to pursue."},{"author":"Peter Drucker","q_text":"Business has only two functions – marketing and innovation."},{"author":"Peter Drucker","q_text":"There is nothing so useless as doing efficiently that which should not be done at all."},{"author":"Peter Drucker","q_text":"The effective leader is one who is aware of the needs of their people and is able to meet them."},{"author":"Peter Drucker","q_text":"In the last analysis, the essential thing is the mind – to have it focused and engaged."},{"author":"Peter Drucker","q_text":"Culture eats strategy for breakfast."},{"author":"Peter Drucker","q_text":"The best way to improve an organization is to improve its people."},{"author":"Peter Drucker","q_text":"Management is doing things right; leadership is doing the right things."},{"author":"Peter Drucker","q_text":"The most important work of an organization is to convert resources into results."},{"author":"Peter Drucker","q_text":"People are the most valuable asset of any organization."},{"author":"Peter Drucker","q_text":"Greatness is achieved when individuals perform at their highest potential."},{"author":"Peter Drucker","q_text":"Innovation is the specific instrument of entrepreneurship."},{"author":"Peter Drucker","q_text":"The leader is the one who knows the way, goes the way, and shows the way."},{"author":"Peter Drucker","q_text":"The effective executive focuses on the opportunities rather than the problems."},{"author":"Peter Drucker","q_text":"The job of leadership is to build an organization that is capable of sustaining itself."},{"author":"Peter Drucker","q_text":"Effective executives make the best use of their time."},{"author":"Peter Drucker","q_text":"It is the time of a leader's highest power when they can move a team to accomplish a goal."},{"author":"Peter Drucker","q_text":"Success is not final, failure is not fatal: it is the courage to continue that counts."},{"author":"Peter Drucker","q_text":"A good leader knows how to motivate, guide, and challenge others to achieve their best potential."},{"author":"Peter Drucker","q_text":"You cannot manage what you cannot measure."},{"author":"Peter Drucker","q_text":"The leader’s job is not to take the right decisions, but to make sure the right decisions are taken."},{"author":"Peter Drucker","q_text":"Leadership is about taking responsibility, not making excuses."},{"author":"Peter Drucker","q_text":"The essence of strategy is choosing what not to do."},{"author":"Peter Drucker","q_text":"Do not let the noise of others’ opinions drown out your own inner voice."},{"author":"Peter Drucker","q_text":"Great leaders inspire others to believe in themselves."},{"author":"Peter Drucker","q_text":"The future is already here – it’s just not very evenly distributed."},{"author":"Peter Drucker","q_text":"To achieve greatness, one must focus on continuous improvement."},{"author":"Peter Drucker","q_text":"The ultimate test of a leader is the ability to build an organization that can thrive without them."},{"author":"Peter Drucker","q_text":"A leader is one who knows the way, goes the way, and shows the way."},{"author":"Peter Drucker","q_text":"Managers are people who do things right, while leaders are people who do the right things."},{"author":"Peter Drucker","q_text":"The goal of leadership is to help others discover their potential."},{"author":"Peter Drucker","q_text":"Success is the ability to go from one failure to another with no loss of enthusiasm."},{"author":"Peter Drucker","q_text":"What separates a leader from a follower is the ability to see and make opportunities."},{"author":"Peter Drucker","q_text":"Leadership is not about being in charge. It’s about taking care of those in your charge."},{"author":"Peter Drucker","q_text":"Great leaders are those who can turn vision into reality."},{"author":"Peter Drucker","q_text":"The challenge of leadership is to be strong, but not rude; be kind, but not weak; be bold, but not a bully."},{"author":"Peter Drucker","q_text":"Effective executives know that the key to managing time is the ability to focus on priorities."},{"author":"Peter Drucker","q_text":"Leaders don't create followers, they create more leaders."},{"author":"Peter Drucker","q_text":"True leaders understand that success is a shared effort."},{"author":"Peter Drucker","q_text":"Great leaders understand that leadership is about empowering others."},{"author":"Peter Drucker","q_text":"A leader is one who knows the way, goes the way, and shows the way."},{"author":"Peter Drucker","q_text":"To be a successful leader, you must be committed to continuous growth and improvement."},{"author":"Peter Drucker","q_text":"Effective leadership requires a clear understanding of the needs and potential of your people."},{"author":"Peter Drucker","q_text":"To lead, you must learn how to manage yourself first."},{"author":"Peter Drucker","q_text":"Leadership is about service, not about control."}]